{
  "processed_doc": {
    "sections": [
      {
        "title": "Introduction",
        "level": 1,
        "content": "Blueprint Document\nControlling (CO)",
        "keywords": "controlling",
        "page_number": "N/A"
      },
      {
        "title": "Table of Contents",
        "level": 1,
        "content": "1\tTable of Contents\t2\n2\tDocument Control\t5\n2.1\tRevision History\t5\n2.2\tReviewers\t5\n2.3\tRelated Document\t5\n2.4\tApproval\t5\n3\tControlling General Introduction\t6\n4\tControlling Organisation Structure\t7\n4.1\tControlling Module Organisation Settings\t7\n4.1.1\tControlling Area Settings (FIN-00.02)\t7\n4.1.2\tOperating Concern Settings (FIN-00.01)\t7\n4.2\tOther Controlling Organisation Structures\t8\n4.2.1\tProfit Centres\t8\n4.2.2\tCost Centres\t8\n4.3\tFinance Organisation Structure Object Catalogue\t9\n5\tControlling Master Data\t12\n5.1\tProfit Centres\t12\n5.1.1\tProfit Centre Creation Process (FIN-01.04)\t13\n5.1.2\tProfit Centre Naming and Number Convention\t15\n5.2\tCost Centres\t19\n5.2.1\tCost Centre Creation Process (FIN-01.05)\t20\n5.2.2\tCost Centre Naming and Number Convention\t22\n5.3\tProfit and Cost Centre Hierarchies\t27\n5.4\tInternal Orders\t30\n5.5\tProjects (FIN-01.06)\t31\n5.6\tWork Breakdown Structures (WBS) (FIN-01.07)\t33\n5.7\tStatistical Key Figures\t37\n5.8\tCost Elements (FIN-01.01)\t37",
        "keywords": "fin, controlling, profit, centre, cost",
        "page_number": "N/A"
      },
      {
        "title": "Table of Contents",
        "level": 1,
        "content": "5.4\tInternal Orders\t30\n5.5\tProjects (FIN-01.06)\t31\n5.6\tWork Breakdown Structures (WBS) (FIN-01.07)\t33\n5.7\tStatistical Key Figures\t37\n5.8\tCost Elements (FIN-01.01)\t37\n5.9\tControlling Master Data Catalogue\t40\n6\tControlling Process Overview\t44\n6.1\tProfit Centre Accounting (FIN-06.02)\t44\n6.2\tCost Centre Accounting (FIN-06.01)\t47\n6.3\tInternal Order Management (FIN-06.05)\t50\n6.4\tProject Systems (FIN-06.06)\t53\n6.5\tProfitability Analysis (COPA) (FIN-06.03)\t56\n6.6\tProduct Costing (FIN-06.04)\t59\n6.7\tBudgeting, Planning and Forecasting\t63\n7\tControlling Solutions\t64\n7.1\tProfit Centre Accounting\t64\n7.2\tCost Centre Accounting\t68\n7.2.1\tAccount Assignment\t69\n7.2.2\tOverhead Reallocations\t70\n7.3\tInternal Order Management\t71\n7.4\tProject Systems\t72\n7.5\tProfitability Analysis\t74\n7.5.1\tCOPA Characteristics and Value Fields\t74\n7.6\tProduct Costing\t81\n7.7\tBudget Planning and Forecasting\t83\n7.8\tMargin Analysis and Inventory Valuation\t83\n8\tOperational Reporting\t87\n8.1.1\tProfit Centre and Cost Centre Reports\t87",
        "keywords": "fin, centre, controlling, profit, cost",
        "page_number": "N/A"
      },
      {
        "title": "Table of Contents",
        "level": 1,
        "content": "7.6\tProduct Costing\t81\n7.7\tBudget Planning and Forecasting\t83\n7.8\tMargin Analysis and Inventory Valuation\t83\n8\tOperational Reporting\t87\n8.1.1\tProfit Centre and Cost Centre Reports\t87\n8.1.2\tProfitability Analysis Reports\t87\n8.1.3\tInternal Order Reports\t87\n8.1.4\tProject Systems Reports\t88\n9\tWRICEF Requirements\t89\n9.1\tWorkflow Requirements\t89\n9.2\tReport Requirements\t89\n9.3\tInterfaces Requirements\t89\n9.4\tData Conversions Requirements\t89\n9.5\tEnhancements Requirements\t89\n9.6\tForms Requirements\t90\n10\tGaps\t91\n10.1\t91\n11\tRoles & Authorisations\t92\n11.1\t92\n12\tChange Impact Summary\t94\n13\tReviewer notes\t95",
        "keywords": "reports, centre, valuation, profit, reporting",
        "page_number": "N/A"
      },
      {
        "title": "Controlling General Introduction",
        "level": 1,
        "content": "This document captures the SAP design required to support the various finance processes at exertis in the area of cost management, controlling and reporting. This includes the creation of master data structures to support internal management reporting and any specific transactional processing that needs to take place within the Controlling (CO) module itself to produce the reports therein. Account determination and support transactions such as sales order processing and purchase order processing are not covered by this blueprint.\nThe basis for this project will be the standard SAP system currently being implemented by exertis. It is assumed that any Controlling process which is not explicitly covered by this document will follow the standard SAP best-practice process.\nSAP will be the single system for Controlling at exertis.",
        "keywords": "controlling, exertis, reporting, process, standard",
        "page_number": "N/A"
      },
      {
        "title": "Controlling Organisation Structure",
        "level": 1,
        "content": "The Finance Organisation structure itself is described in the Enterprise Structure document PM_D_D12_Enterprise_Structure_v1.0_20141129.",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "Controlling Area Settings (FIN-00.02)",
        "level": 1,
        "content": "The following main settings within this object will be made:\nAssignment control – allow for cross-company cost accounting to facilitate cross-charging between Company Codes in the same Controlling Area.\nCurrency Type – allows multi-currency Company Codes to be assigned to the same Controlling Area.\nCurrency (refer to the Finance Blueprint)\nChart of Accounts (refer to the Finance Blueprint)\nFiscal Year Variant (refer to the Finance Blueprint)\nActivated Components\nCost Centres – to allow overhead management through Cost Centre structures\nOrder Management – to allow sub-analysis of costs by the use of internal orders.\nCommitment Management – to allow the reporting of committed expenditure through CO assignments i.e. Cost Centres, internal orders\nProfitability Analysis – to allow customer/product profitability reporting",
        "keywords": "cost, controlling, centres, reporting, following",
        "page_number": "N/A"
      },
      {
        "title": "Operating Concern Settings (FIN-00.01)",
        "level": 1,
        "content": "The following main settings within this object will be made:\nCosting-Based Profitability Analysis which offers more flexibility to exertis by allowing statistical SD conditions to be also be reported into COPA.\nCurrency (refer to Finance Blueprint)\nFiscal Year Variant (refer to Finance Blueprint)",
        "keywords": "following, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Other Controlling Organisation Structures",
        "level": 1,
        "content": "Additional organisational structure objects within the Controlling module are:",
        "keywords": "controlling",
        "page_number": "N/A"
      },
      {
        "title": "Profit Centres",
        "level": 1,
        "content": "Profit Centres will be used to provide Profit and Loss reporting at a level lower than legal entity.\nProfit Centres will be aligned with the exertis Sales Teams.\nSee Section 5.1 for details.",
        "keywords": "profit, centres, reporting, used, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Cost Centres",
        "level": 1,
        "content": "Cost Centres will be created to manage overhead costs through responsibility accounting. They will be aligned to Profit Centres with provision for general Cost Centres e.g. Finance, IT.\nSee Section 5.2 for details.",
        "keywords": "centres, cost, created, profit",
        "page_number": "N/A"
      },
      {
        "title": "Finance Organisation Structure Object Catalogue",
        "level": 1,
        "content": "Any additional necessary design information which is process- or data-specific is described in the sections below.",
        "keywords": "process, data",
        "page_number": "N/A"
      },
      {
        "title": "Controlling Master Data",
        "level": 1,
        "content": "The key data objects used within the Controlling process are listed below. Note though that a separate Blueprint document has been created to provide a detailed view of the Master Data solution. The list below is provided therefore only to help identify the key master data objects within the Controlling module.",
        "keywords": "data, controlling, created, process, used",
        "page_number": "N/A"
      },
      {
        "title": "Profit Centres",
        "level": 1,
        "content": "Profit Centres will be used to split P&L postings within each Company Code. Each Profit Centre will represent a single or group of Cost Centres.",
        "keywords": "centres, profit, centre, used, cost",
        "page_number": "N/A"
      },
      {
        "title": "Profit Centre Creation Process (FIN-01.04)",
        "level": 1,
        "content": "The process for creating the Profit Centre Master Data will be as follows:",
        "keywords": "profit, process, data, centre",
        "page_number": "N/A"
      },
      {
        "title": "Profit Centre Naming and Number Convention",
        "level": 1,
        "content": "The numbering convention for Profit Centres will be a six digit numeric code. The format will follow the rules as set out below :\nProfit Centre numbering will be as follows :",
        "keywords": "profit, centres, centre",
        "page_number": "N/A"
      },
      {
        "title": "Cost Centres",
        "level": 1,
        "content": "Cost Centres provide a sub-analysis of overhead expenditure into areas of responsibility or department within a Company Code.",
        "keywords": "centres, cost",
        "page_number": "N/A"
      },
      {
        "title": "Cost Centre Creation Process (FIN-01.05)",
        "level": 1,
        "content": "The process for creating the Cost Centre Master Data will be as follows:\nNote that each cost Cost Centre will be marked for commitment accounting.",
        "keywords": "cost, centre, process, data",
        "page_number": "N/A"
      },
      {
        "title": "Cost Centre Naming and Number Convention",
        "level": 1,
        "content": "The numbering convention for Cost Centres will be a six digit numeric code. The format for those Cost Centres with an equal / opposite Profit Centre will follow the rules as set out below :\nFor Cost Centres with no directly attributable profict centre the structure will be as follows:\nCost Centre numbering will be as follows :",
        "keywords": "centres, cost, centre, profit",
        "page_number": "N/A"
      },
      {
        "title": "Profit and Cost Centre Hierarchies",
        "level": 1,
        "content": "The following standard hierarchy will be created for Profit Centres. Note that alternative hierarchies can also be maintained by using Group functionality which allows freely definable Groupings. A decision as to whether these are required will be made during the Realisation phase of this Project. This has no significant impact on design.\nAn extra node may be created for the DUMMY to be assigned or just assigned to the highest level of the hierarchy. This will be confirmed during Realisation.\nThe following schematic depicts how the Profit Centre master record (red boxes) will be assigned to the node.\nThe following standard hierarchy will be created for Cost Centres.",
        "keywords": "created, following, centres, profit, standard",
        "page_number": "N/A"
      },
      {
        "title": "Internal Orders",
        "level": 1,
        "content": "For exertis, Internal Orders will be created to provide statistical sub-analysis of costs posted to Cost Centres as well as certain balance sheet accounts.",
        "keywords": "created, centres, exertis, cost",
        "page_number": "N/A"
      },
      {
        "title": "Projects (FIN-01.06)",
        "level": 1,
        "content": "A Project will be defined to represent a group ofactivities",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "Work Breakdown Structures (WBS) (FIN-01.07)",
        "level": 1,
        "content": "Exertis will use a hierarchical WBS to support the activities within a Project. A WBS will be created with elements based on the reporting requirements.\nThe structure will be finalised during the Realisation phase of the project",
        "keywords": "created, reporting, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Statistical Key Figures",
        "level": 1,
        "content": "Statistical Key Figures will be created to record statistics which will be used in Cost Centre Distribution for the purposes of reallocating costs from one Cost Centre to a series receiving Cost Centres. Two specific Statistical Key Figures have been identified:\nSales Revenue\nHeadcount\nThe process for populating these Statistical Key Figures is described in Section 6.2 of this Blueprint.",
        "keywords": "cost, centre, created, centres, process",
        "page_number": "N/A"
      },
      {
        "title": "Cost Elements (FIN-01.01)",
        "level": 1,
        "content": "Cost elements will be created to represent GL accounts which will be subject to a cost object assignment during transactional processing e.g. when posting costs to a GL account with reference to a Cost Centre, in order for that cost to be reflected in Cost Centre accounting, the GL account must have been created as a cost element.\nNote that a requirement for secondary cost elements has not been identified so will not be created. Secondary cost elements are additional accounts which are posted to when e.g. utilising Activity Types and reallocations using Assessment functionality. In this case, the amount being reallocated is visible on a separate account i.e. the secondary cost element. exertis will be using Distribution i.e. the original primary  cost element is affected. Note that secondary cost elements can be added post go live if required.\nThe creation of cost elements will be part of the GL account process.\nRefer to Section 5.9 for any configuration details.",
        "keywords": "cost, created, centre, process, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Controlling Master Data Catalogue",
        "level": 1,
        "content": "Any process-specific detail is described within the sections below.",
        "keywords": "process",
        "page_number": "N/A"
      },
      {
        "title": "Profit Centre Accounting (FIN-06.02)",
        "level": 1,
        "content": "Profit Centre Accounting (PCA) allows for profit and loss reporting down to net profit based on the internal structuring of the Company Code.",
        "keywords": "profit, reporting, centre",
        "page_number": "N/A"
      },
      {
        "title": "Cost Centre Accounting (FIN-06.01)",
        "level": 1,
        "content": "Cost Centre Accounting is used to manage overheads by areas of responsibility and requires that all costs be assigned according to their source.  Cost Centre Accounting facilitates the analysis of overhead costs according to where they were incurred within the organisation.",
        "keywords": "centre, cost, used",
        "page_number": "N/A"
      },
      {
        "title": "Internal Order Management (FIN-06.05)",
        "level": 1,
        "content": "Internal order management provides a further dimension for analysing costs.\nNote that as the internal orders will be statistical there will not be a requirement for settlement to take place.",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "Project Systems (FIN-06.06)",
        "level": 1,
        "content": "The WBS is a cost collector and will be used to costsand revenues associated with marketing campaigns.",
        "keywords": "used, cost",
        "page_number": "N/A"
      },
      {
        "title": "Profitability Analysis (COPA) (FIN-06.03)",
        "level": 1,
        "content": "In Cost Controlling, the Profitability Analysis (COPA) component gives the ability to analyse the market and product data by slicing and dicing according to different dimensions. COPA will provide exertis with a single source for sales and margin reporting  by customer/product. Values in COPA will be based on Sales and Distribution pricing conditions. Reporting thereon will be provided by Business Intelligence (BI).",
        "keywords": "reporting, controlling, data, exertis, cost",
        "page_number": "N/A"
      },
      {
        "title": "Product Costing (FIN-06.04)",
        "level": 1,
        "content": "Product Cost Planning is an area within SAP where costs can be planned to set prices for materials.\nMaterials will valued with price control type S (i.e. Standard Price) for exertis, Product Cost Planning will be used to carry out mass updates to Standard Prices on Material Masters.\nCosting with quantity structure (referencing a Bill of Material) will be used for kitting and bundling scenarios.\nWhen calculating the cost of the kits, the price of the material components will be the one which is held on the Purchase Info Record within purchasing at the time of the costing.\nNote that items which are not represented by a kit/bundle will also be subject to a cost roll up for price updates. Again this will be referenced to the latest PIR price.",
        "keywords": "price, cost, standard, used, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Product Costing (FIN-06.04)",
        "level": 1,
        "content": "Note that items which are not represented by a kit/bundle will also be subject to a cost roll up for price updates. Again this will be referenced to the latest PIR price.\nFor kitting and bundling items, Production Orders will be used and materials will be issued to the order. The effect of goods issuing to the production order will be a CR to the stock account and a DR to the material consumption account in the P&L. When the item has been physically created, the quantity produced will be confirmed and this will result in a DR to stock and a CR to the a P&L account (to be determined during Realisation) known as a Manufacturing Output at Standard. This effectively has the effect of capitalisng the   P&L postings as  a result of consumption. The kitted/bundled item is now in stock ready to be goods issued as part of the sales order process.\ne",
        "keywords": "stock, price, created, process, standard",
        "page_number": "N/A"
      },
      {
        "title": "Product Costing (FIN-06.04)",
        "level": 1,
        "content": "e\nNote that the settlement of Production Orders for kitting and bundling has been included in the period end process flow, see the Finance Blueprint for details.",
        "keywords": "process",
        "page_number": "N/A"
      },
      {
        "title": "Budgeting, Planning and Forecasting",
        "level": 1,
        "content": "Planning and Forecasting activities will be carried out in BPC (Business Planning and Consolidation) and results will not be loaded into ERP.",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "Account Assignment",
        "level": 1,
        "content": "For some business transactions, settings will be made in configuration to automatically assign a cost object i.e. a Cost Centre.",
        "keywords": "cost, centre",
        "page_number": "N/A"
      },
      {
        "title": "Overhead Reallocations",
        "level": 1,
        "content": "Allocation cycles will be created which will hold the following information:\nSender Cost Centres\nReceiving Cost Centres\nCost elements which will identify the costs to be reallocated\nBasis for reallocation will be Statistical Key Figures which will be populated manually for Headcount and by linking to LIS structures to determine sales revenue.\nThe maintenance of these cycles will be carried out in application, therefore no specific configuration tasks are required.\nNote that Profit Centre Distribution is also available in FI where costs can be reallocated as above in Controlling. During Realisation, cost reallocations in FI will also be considered in conjunction with reallocation in Controlling.",
        "keywords": "cost, controlling, centres, created, following",
        "page_number": "N/A"
      },
      {
        "title": "Internal Order Management",
        "level": 1,
        "content": "Main configuration in this area will be the creation of order types as described in section 5.9",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "COPA Characteristics and Value Fields",
        "level": 1,
        "content": "The characteristics by which the reporting is performed in the COPA component will be taken from the Customer and Material Master records. All COPA characteristics and value fields will feed into BW reports. Line item reports will be run from the COPA sub-component of SAP using standard transactions.\nThis will provide a complete audit trail to the original document which triggered the COPA entry.\nIt should be noted that there is a maximum allowable 200 value fields available. Based on the proposed level of granularity of values flowing into SAP, this will not be an issue.\nBy way of initial design, the following value fields will be used by exertis and their derivation logic in SAP is also given below:\nNote that the above list of value fields will be finalised during Realisation. The expectation is that there will be a value field per SD condition to ensure that the appropriate level of granularity is available in COPA for reporting.",
        "keywords": "reports, reporting, following, standard, used",
        "page_number": "N/A"
      },
      {
        "title": "COPA Characteristics and Value Fields",
        "level": 1,
        "content": "The following characteristics will be used within the exertis organisation. It should be noted that there is a maximum allowable 50 characteristics.\nThe following characteristics will not be available in COPA however, BI will derive them for reporting:",
        "keywords": "following, reporting, used, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Product Costing",
        "level": 1,
        "content": "Note: there will be no overhead applied to kitting and bundling therefore no overhead configuration is required for either establishing the standard cost of the product (Product Cost Planning) or for period end processing of Production Orders (Cost Object Controlling). Also, there is no requirement for WIP calculations on Production Orders so configuration will be not be required. Normally these areas of functionality are more aligned to a production environment and as exertis does not need a full production solution, the majority of the related configuration will not be required.\nGAP – valuation of non-GBP items at vendor specific prices.\nGAP – the categorisation of reasons for stock revaluation i.e. is this due to a genuine change to the price in the Purchase Information record or due to the change in exchange rates.",
        "keywords": "cost, price, stock, valuation, controlling",
        "page_number": "N/A"
      },
      {
        "title": "Budget Planning and Forecasting",
        "level": 1,
        "content": "All configuration and developments in this area is covered in the BPC related Blueprints.",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "The following describes how margin analysis for exertis is defined and achieved.\nNote that this is based on a standard costing approach to material valuation.\nexertis define Gross Margin as Sales Revenue minus Cost of Goods Sold (COGS). Sales revenue being generated from the Billing Runs in Sales and Distribution and COGS being made up of a number of postings/adjustments as shown in the table below. These adjustments will be visible in both FI and COPA. GL account determination has been addressed in the Finance Blueprint.\nInventory Valuation",
        "keywords": "valuation, exertis, table, following, standard",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "Inventory Valuation\nexertis need to be able to track back to the price paid (i.e. the PO price) for each ‘parcel’ of stock held within the business. This is key when calculating margin and when determining price protection claims. The standard SAP solution to this requirement is to activate split valuation by batch in ERP. By turning on this function, each receipt of stock for a material automatically creates a new batch record and a new valuation type (the two are synonymous). A specific stock value is stored in the system for each valuation type, thus providing similar functionality to the existing Oracle layer costing solution. The drawback with this solution from exertis’ perspective is that stock has to be handled in batches. For operational efficiency reasons, the business has decided that the warehouse must be able to work without the need to handle batches.",
        "keywords": "stock, valuation, price, batches, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "A number of solutions to this dichotomy have been considered, all of which will require significant enhancements to SAP. The options considered include:\nModifying the ERP to EWM interface so that it is possible to work with batches in ERP (and thus achieve the stock valuation requirements) but without batches in EWM (and thus avoid having to manage batches in the warehouse).\nThis option was considered too risky as it would require fundamental development of the interface, and may prove difficult to future-proof – i.e. if exertis wish to work with batches in future for some new part of the business, it may be difficult to support both ways of working.\nWorking with batches in both ERP and EWM, but populate the batches in EWM based on the bins that stock was picked from, so that warehouse users do not need to work with batches.",
        "keywords": "batches, stock, valuation, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "Working with batches in both ERP and EWM, but populate the batches in EWM based on the bins that stock was picked from, so that warehouse users do not need to work with batches.\nThis option either requires a batch per bin (which would considerably reduce warehouse space utilisation) or some enhancements to select batches automatically where mixed batches are stored in a bin. It would also be necessary to enhance physical inventory count transactions to deal with batches in this scenario. The option was discounted due to these constraints.\nWorking without batch management in either ERP or EWM, and using custom functionality based on assumed FIFO usage logic to work back to the value of any given piece of stock.",
        "keywords": "batches, stock",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "Working without batch management in either ERP or EWM, and using custom functionality based on assumed FIFO usage logic to work back to the value of any given piece of stock.\nThis option assumes that stock is consumed on a FIFO basis, and uses the idea that at any given point it will be possible to count back through the PO receipt data to understand what was paid for each quantity of material stock, and then use this price to adjust the inventory value stored in the material master (which will be a standard price for all stock of that material).",
        "keywords": "stock, price, data, standard",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "Although this option requires significant enhancements to the system, it is the preferred choice since it removes the need for batch management, while still leaving the option open for its use in future, and does not require fundamental changes to be made to the ERP <> EWM interface. Because the reporting solution is abstracted far enough away from the core function of the system, if the underlying system functionality changes, an upgrade can be supported.\nSAP provides standard functionality for ‘FIFO inventory valuation’ which will be used as the basis of the exertis inventory valuation solution. Using the standard functionality, a job is scheduled to update an internal table with the PO and receipt document data.  This data includes:\nQuantity\nReceipt value\nVendor\nPO number\nGoods receipt material document number",
        "keywords": "valuation, data, standard, table, reporting",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "Quantity\nReceipt value\nVendor\nPO number\nGoods receipt material document number\nA standard program is available which is designed to revalue the materials using the data in this table. The program functions by starting with the last record in the table for a given material and working upwards through the records (i.e. starting from the most recent receipt and working backwards) until the total of the receipt quantities from the table is equal to the current stock level. The sum of the values from the records selected from the table is then used as the total inventory valuation. Dividing this total value by the stock quantity results in the ‘FIFO valuation’ of the material. Whilst exertis will not use the standard program described above, the logic of working historically backwards through an enhanced FIFO table will be used as the basis for the inventory valuation solution.",
        "keywords": "table, valuation, stock, standard, used",
        "page_number": "N/A"
      },
      {
        "title": "Margin Analysis and Inventory Valuation",
        "level": 1,
        "content": "At exertis, an enhanced FIFO table and associated programs will be created (WRICEF reference EN057). The following enhancements will be required to the table:\nProvide the facility to retrieve customer details from the PO.\nProvide the facility to store revaluations in the table for purposes of inventory revaluation due to price protection:\nA fixed number of additional columns will be provided for this purpose – 10 columns are suggested.\nThe following enhancements will be required to update the exertis FIFO table:\nInventory revaluations (from price protection) will need to stamp the updated price into the table, but the original PO / receipt value must be retained.\nThe following enhancements will be required to access data in the table:\nPrice protection by layer cost report (RE002).\nCost price determination at the point of invoicing a sales order.\nDetermination of PO price for chargebacks claims (vendor bids).",
        "keywords": "price, table, following, exertis, cost",
        "page_number": "N/A"
      },
      {
        "title": "Operational Reporting",
        "level": 1,
        "content": "This section summarises the standard ERP operational reports that will be used by exertis. Non-standard reports which will be developed specifically for exertis are detailed in the Reports section of the WRICEF requirements (section 9.2). KPI and analytical reports will be provided through the SAP BI tools, and are detailed in the Reporting Finance blueprint document.",
        "keywords": "reports, standard, exertis, reporting, used",
        "page_number": "N/A"
      },
      {
        "title": "Profit Centre and Cost Centre Reports",
        "level": 1,
        "content": "Standard reports will be used to view actual revenue and expenditure (including commitments) within ERP real time.\nS_ALR_87013611 - Cost Centers: Actual/Plan/Variance\nS_ALR_87013620 - Cost Centers: Actual/Plan/Commitments\nS_ALR_87013623 - Cost Centers: Quarterly Comparison\nS_ALR_87013624 - Cost Centers: Fiscal Year Comparison\nS_ALR_87013618 - Range: Statistical Key Figures\nKSB1 - Cost Centers: Actual Line Items\nReporting of Actuals ‘v’ Plan/Budget/Forecast will be available in BI.",
        "keywords": "cost, reports, reporting, standard, used",
        "page_number": "N/A"
      },
      {
        "title": "Profitability Analysis Reports",
        "level": 1,
        "content": "Only standard line item reports will be available in ERP.\nKE24 - Actual\nAll other reports utilising COPA data will be created in BI.",
        "keywords": "reports, created, data, standard",
        "page_number": "N/A"
      },
      {
        "title": "Internal Order Reports",
        "level": 1,
        "content": "Standard reports will be used to view expenditure (including commitments) within ERP in real time.\nS_ALR_87012993 - Orders: Actual/Plan/Variance\nS_ALR_87012999 - Orders: Actual/Plan/Commitments\nKOB1 - Orders: Actual Line Items",
        "keywords": "reports, standard, used",
        "page_number": "N/A"
      },
      {
        "title": "Project Systems Reports",
        "level": 1,
        "content": "Standard reports will be used to view expenditure within ERP in real time.\nCN41 - Structure Overview\nCN41N - Project Structure Overview\nS_ALR_87013531 - Costs/Revenues/Expenditures/Receipts\nCJI3 - Actual Costs/Revenues",
        "keywords": "reports, standard, used",
        "page_number": "N/A"
      },
      {
        "title": "Gaps",
        "level": 1,
        "content": "The following items have been identified as gaps. The solution is either not know because further investigation is required or the solution is not clear because there are multiple options available and it is not clear which of them is the correct fit for the Exertis business (es).",
        "keywords": "following, exertis",
        "page_number": "N/A"
      },
      {
        "title": "Roles & Authorisations",
        "level": 1,
        "content": "The following table summarises the active users associated with each process. Detailed role design will occur during realisation but this table serves as a summary for the purpose of identifying the key roles and where they will be integral to the processes within the SAP system.       .",
        "keywords": "table, following, process",
        "page_number": "N/A"
      },
      {
        "title": "Change Impact Summary",
        "level": 1,
        "content": "The following table summarises the major areas of change impact which have been identified through the blueprint activities.",
        "keywords": "table, following",
        "page_number": "N/A"
      },
      {
        "title": "Reviewer notes",
        "level": 1,
        "content": "Please document your reviewing comments in this section.",
        "keywords": "No keywords",
        "page_number": "N/A"
      },
      {
        "title": "Appendix 1 – Out of Scope List",
        "level": 1,
        "content": "The following WRICEF items have been identified as being out of scope.",
        "keywords": "following",
        "page_number": "N/A"
      }
    ],
    "tables": [
      "| Customer | exertis |\n| Project | Optimus |\n| Stream | Finance |",
      "| Version | Date | Change description | Author | Approver (if issued) |\n| 0.1 | 30/03/2015 | Initial Draft | Chris Varma |  |\n| 0.11 | 29/06/15 | WRICEF Table Updated | Chris Varma |  |\n| 0.12 | 02/07/2015 | Updates from exertis review | Chris Varma |  |\n| 2.1 | 02/07/2015 | Updated for WRICEF and scope changes | Chris Varma |  |\n| 3.0 | 23/07/2015 | Further WRICEF and GAP cross checking. | Chris Varma |  |\n| 3.1 | 03/08/2015 | Updates from Comment Sheet | Ross Boardman |  |\n| 4.0 | 21/08/2015 | Updates for GAPS | Chris Varma/Ross Boardman |  |",
      "| Name | Position | Date |\n| James Tobiasen | itelligence Project Manager |  |\n| Dave Clayton | exertis Project Manager |  |\n| Chris Twist | exertis Analyst |  |\n| Stewart Andrews | exertis Analyst |  |",
      "| Name of Document |\n| Enterprise Structure document - PM_D_D12_Enterprise_Structure_v1.0_20141129 |",
      "| Name | Position | Signature | Date |\n| James Tobiasen | itelligence Project Manager |  |  |\n| Dave Clayton | exertis Project Manager |  |  |\n|  |  |  |  |",
      "| No. | Process | Process | Description of Organisational Object | Summary of SAP Design | Solution | Comments |\n|  |  |  |  |  |  |  |\n| 4.1 | Profit Centres | A Profit Centre is an organisational unit in accounting that reflects a management-oriented structure of the organisation for the purpose of internal control. | A Profit Centre is an organisational unit in accounting that reflects a management-oriented structure of the organisation for the purpose of internal control. | The Profit Centre can be up to 10 characters in length with an alphanumeric design. The name can be up to 20 characters long. |\n| The Profit Centre will exist in a standard hierarchical structure. | Summary: |\n| For exertis, a decision has been made to have a 6 digit numeric naming convention. |\n| Configuration: |\n| Profit Centre DUMMY will be created for system generated ‘Dummy‘ postings i.e. where the process has been unable to derive a Profit Centre DUMMY will be asigned. This is standard functionality when Profit Centre Accounting is activated. When profit centre accounting is activated within the Controlling module, having a DUMMY profit centre is mandatory otherwise  postings will completely fail if the system does not have this default when it is unable to derive the correct profit centre. As part of the process, this DUMMY profit centre will be regularly analysed through standard reporting to identify any assignment issues. |\n| WRICEF: |\n| N/A |  |\n| 4.2 | Cost Centres | A Cost Centre is an organisational unit that reflects the responsibility for overhead costs. | A Cost Centre is an organisational unit that reflects the responsibility for overhead costs. | The Cost Centre can be up to 10 characters in length with an alpha-numeric design. The name can be up to 20 characters long. |\n| The Cost Centre will exist in a standard hierarchical structure. | Summary: |\n| For exertis, a decision has been made to have a 6 digit numeric naming convention. |\n| Configuration: |\n| Standard Cost Centre categories will be used: |\n| 9 | Marketing |\n| E | Development |\n| F | Production |\n| G | Logistics |\n| H | Service Cost Centre |\n| L | Management |\n| M | Material |\n| S | Social |\n| V | Sales |\n| W | Administration |\n| Note that these settings control the defaults for transactional postings in the cost centre master record. E.g. when creating a cost centre with category F, revenue posting are blocked. |\n| If during the Realisation phase, a requirement is identified for a different cost centre category, this will be configured. |\n| WRICEF: |\n| N/A |  |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-01.04 – step 1 | New team created in the exertis business which will be revenue generating. | Manual step – no system consideration |\n| FIN-01.04 – step 2 | Approval required for master data creation. If request is rejected, process ends via a communication to the request originator. | Manual step – no system consideration |\n| FIN-01.04 – step 3 | Master Data Team create the Profit Centre on SAP. | Configuration: |\n| Described in section 5.9 of this Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.04 – step 4 | On creation of the master data, the IT department updated any related configuration. | Configuration: |\n| Bespoke table for Profit Centre derivation and configuration of the substitution rule to be updated. Refer to section 7.1 of this Blueprint. |\n| WRICEF:  |\n| EN004 |\n| FIN-01.04 – step 5 | Communication to the originator of the request notifying that the new Profit Centre is available for use. | Manual step – no system consideration |",
      "| Digit One | Digit Two | Digit Three | Digit Four | Digit Five | Digit Six |\n| Relates to Area of Business | Spare – to enable future growth | Sales Channel | Sub-division of Sales Channel | Sales Team | Sales Team |\n| E.g. 1 – Sales |\n| E.g. 2 - Operations |  | E.g. 1 = Business To Business |\n| E.g. 2 = Mobile |\n| E.g. 3 = Retail | E.g. 1 = B2B General |\n| E.g. 2 = B2B VAD | E.g. 01 – Managed General North – 1 |\n| E.g. 02 – Managed General North - 2 | E.g. 01 – Managed General North – 1 |\n| E.g. 02 – Managed General North - 2 |",
      "| Level 1 | Level 2 | Profit Centre | Sales | Spare | Sales Channel | Sub-division of Sales Channel | Team | Team |\n| Business To Business | Business To Business - General | Managed General – 1 North | 1 | 0 | 1 | 1 | 0 | 1 |\n| Business To Business | Business To Business - General | Managed General – 2 North | 1 | 0 | 1 | 1 | 0 | 2 |\n| Business To Business | Business To Business - General | Majors – North | 1 | 0 | 1 | 1 | 0 | 3 |\n| Business To Business | Business To Business - General | Networks – North | 1 | 0 | 1 | 1 | 0 | 4 |\n| Business To Business | Business To Business - General | Components – North | 1 | 0 | 1 | 1 | 0 | 5 |\n| Business To Business | Business To Business - General | Comms – North | 1 | 0 | 1 | 1 | 0 | 6 |\n| Business To Business | Business To Business - General | Audio Visual – North | 1 | 0 | 1 | 1 | 0 | 7 |\n| Business To Business | Business To Business - General | Managed General – 1 South | 1 | 0 | 1 | 1 | 0 | 8 |\n| Business To Business | Business To Business - General | Managed General  - 2 South | 1 | 0 | 1 | 1 | 0 | 9 |\n| Business To Business | Business To Business - General | Managed General – 3 South | 1 | 0 | 1 | 1 | 1 | 0 |\n| Business To Business | Business To Business - General | Majors – South | 1 | 0 | 1 | 1 | 1 | 1 |\n| Business To Business | Business To Business - General | New Business | 1 | 0 | 1 | 1 | 1 | 2 |\n| Business To Business | Business To Business - General | Audio Visual – South | 1 | 0 | 1 | 1 | 1 | 3 |\n| Business To Business | Business To Business - General | Networks – South | 1 | 0 | 1 | 1 | 1 | 4 |\n| Business To Business | Business To Business - General | Components – South | 1 | 0 | 1 | 1 | 1 | 5 |\n| Business To Business | Business To Business - General | Solutions | 1 | 0 | 1 | 1 | 1 | 6 |\n| Business To Business |  |  |  |  |  |  |  |  |\n| Business To Business | Business To Business VAD | Security South | 1 | 0 | 1 | 2 | 0 | 1 |\n| Business To Business | Business To Business VAD | Security South | 1 | 0 | 1 | 2 | 0 | 2 |\n| Business To Business | Business To Business VAD | UC Systems South | 1 | 0 | 1 | 2 | 0 | 3 |\n| Business To Business | Business To Business VAD | Specialist Software | 1 | 0 | 1 | 2 | 0 | 4 |\n| Business To Business | Business To Business VAD | VAD Services | 1 | 0 | 1 | 2 | 0 | 5 |\n| Business To Business | Business To Business VAD | Security North | 1 | 0 | 1 | 2 | 0 | 6 |\n| Business To Business | Business To Business VAD | UC Systems North | 1 | 0 | 1 | 2 | 0 | 7 |\n|  |  |  |  |  |  |  |  |  |\n| Mobile | Mobile | Mobile Fulfilment | 1 | 0 | 2 | 1 | 0 | 1 |\n| Mobile | Mobile | Airtime North | 1 | 0 | 2 | 1 | 0 | 2 |\n| Mobile | Mobile | Fixed Line & Hosted | 1 | 0 | 2 | 1 | 0 | 3 |\n| Mobile | Mobile | Salary Sacrifice | 1 | 0 | 2 | 1 | 0 | 4 |\n| Mobile | Mobile | Mobile Networks | 1 | 0 | 2 | 1 | 0 | 5 |\n| Mobile | Mobile | Mobile North | 1 | 0 | 2 | 1 | 0 | 6 |\n| Mobile | Mobile | Mobile South | 1 | 0 | 2 | 1 | 0 | 7 |\n| Mobile | Mobile | Airtime South | 1 | 0 | 2 | 1 | 0 | 8 |\n|  |  |  |  |  |  |  |  |  |\n| Retail | Retail Basingstoke | Retail Catalogue | 1 | 0 | 3 | 1 | 0 | 1 |\n| Retail | Retail Basingstoke | Retail Grocer | 1 | 0 | 3 | 1 | 0 | 2 |\n| Retail | Retail Basingstoke | Retail Traditional | 1 | 0 | 3 | 1 | 0 | 3 |\n| Retail | Retail Basingstoke | Amazon | 1 | 0 | 3 | 1 | 0 | 4 |\n| Retail | Retail Basingstoke | Etail | 1 | 0 | 3 | 1 | 0 | 5 |\n| Retail | Retail Basingstoke | Indy Retail | 1 | 0 | 3 | 1 | 0 | 6 |\n| Retail | Retail Basingstoke | Retail New Business | 1 | 0 | 3 | 1 | 0 | 7 |\n| Retail |  |  |  |  |  |  |  |  |\n| Retail | Retail Harlow | Home Grocery South | 1 | 0 | 3 | 2 | 0 | 1 |\n| Retail | Retail Harlow | Home DotCom | 1 | 0 | 3 | 2 | 0 | 2 |\n| Retail | Retail Harlow | Home Support | 1 | 0 | 3 | 2 | 0 | 3 |\n| Retail | Retail Harlow | Home Grocery North | 1 | 0 | 3 | 2 | 0 | 4 |\n| Retail | Retail Harlow | Home Others | 1 | 0 | 3 | 2 | 0 | 5 |\n| Retail | Retail Harlow | Home Nationals | 1 | 0 | 3 | 2 | 0 | 6 |\n| Retail | Retail Harlow | Home Catalogues | 1 | 0 | 3 | 2 | 0 | 7 |\n| Retail | Retail Harlow | Home Indies | 1 | 0 | 3 | 2 | 0 | 8 |\n|  |  |  |  |  |  |  |  |  |\n| Other Income | Other Income | Commercial | 1 | 0 | 9 | 1 | 0 | 1 |\n| Other Income | Other Income | Customer Services | 1 | 0 | 9 | 1 | 0 | 2 |\n| Other Income | Other Income | Clearance, Scrap & eBay | 1 | 0 | 9 | 1 | 0 | 3 |\n|  |  |  |  |  |  |  |  |  |\n| Other Profit Centre | Other Profit Centre | Other Profit Centre | 1 | 0 | 9 | 2 | 0 | 1 |\n|  |  |  |  |  |  |  |  |  |\n| Consolidation | Consolidation | DCC AB (Sweden Hold Co) | 1 | 0 | 9 | 9 | 0 | 1 |\n| Consolidation | Consolidation | Ztorm | 1 | 0 | 9 | 9 | 0 | 2 |\n| Consolidation | Consolidation | Advent | 1 | 0 | 9 | 9 | 0 | 3 |\n| Consolidation | Consolidation | exertis Ireland | 1 | 0 | 9 | 9 | 0 | 4 |\n| Consolidation | Consolidation | Gem Logistics Limited (Euro) | 1 | 0 | 9 | 9 | 0 | 5 |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-01.05 – step 1 | Request for new overhead department. | Manual step – no system consideration |\n| FIN-01.05 – step 2 | Approval required for master data creation. If request is rejected, process ends via a communication to the request originator. | Manual step – no system consideration |\n| FIN-01.05 – step 3 | Master Data Team create the Cost Centre on SAP and assigned to the relevant Profit Centre. | Configuration: |\n| Described in section 5.9 of this Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.05 – step 4 | On creation of the master data, the IT department updates any related configuration. | Configuration: |\n| Described in section 7.2 of this Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.05 – step 5 | Communication to the originator of the request notfitying that the new Profit Centre available for use. | Manual step – no system consideration |",
      "| Digit One | Digit Two | Digit Three | Digit Four | Digit Five | Digit Six |\n| Relates to Area of Business | Spare – to enable future growth | Sales Channel | Sub-division of Sales Channel | Sales Team | Sales Team |\n| E.g. 1 – Sales |  | E.g. 1 = Business To Business |\n| E.g. 2 = Mobile |\n| E.g. 3 = Retail | E.g. 1 = B2B General |\n| E.g. 2 = B2B VAD | E.g. 01 – Managed General North – 1 |\n| E.g. 02 – Managed General North - 2 | E.g. 01 – Managed General North – 1 |\n| E.g. 02 – Managed General North - 2 |",
      "| Digit One | Digit Two | Digit Three | Digit Four | Digit Five | Digit Six |\n| Relates to Area of Business | Spare – to enable future growth | Spare – to enable future growth | Sub-division of Support Function | Team within support function | Team within support function |\n| E.g. 1 – Sales |\n| E.g. 2 – Operations |\n| E.g. 3 – Support Functions |\n| E.g. 4 – Establishment |  |  | E.g. 1 = WHS / Operations |\n| E.g. 2 = HR |\n| E.g. 3 = Finance |\n| E.g. 4 = I.T. | E.g. 01 – Managed General North – 1 |\n| E.g. 02 – Managed General North - 2 | E.g. 01 – Managed General North – 1 |\n| E.g. 02 – Managed General North - 2 |",
      "| Level 2 | Cost Centre | Area | Spare | Spare | Sub-division of Sales Channel | Team | Team |\n| Business To Business - General | Managed General – 1 North | 1 | 0 | 1 | 1 | 0 | 1 |\n| Business To Business - General | Managed General – 2 North | 1 | 0 | 1 | 1 | 0 | 2 |\n| Business To Business - General | Majors – North | 1 | 0 | 1 | 1 | 0 | 3 |\n| Business To Business - General | Networks – North | 1 | 0 | 1 | 1 | 0 | 4 |\n| Business To Business - General | Components – North | 1 | 0 | 1 | 1 | 0 | 5 |\n| Business To Business - General | Comms – North | 1 | 0 | 1 | 1 | 0 | 6 |\n| Business To Business - General | Audio Visual – North | 1 | 0 | 1 | 1 | 0 | 7 |\n| Business To Business - General | Managed General – 1 South | 1 | 0 | 1 | 1 | 0 | 8 |\n| Business To Business - General | Managed General  - 2 South | 1 | 0 | 1 | 1 | 0 | 9 |\n| Business To Business - General | Managed General – 3 South | 1 | 0 | 1 | 1 | 1 | 0 |\n| Business To Business - General | Majors – South | 1 | 0 | 1 | 1 | 1 | 1 |\n| Business To Business - General | New Business | 1 | 0 | 1 | 1 | 1 | 2 |\n| Business To Business - General | Audio Visual – South | 1 | 0 | 1 | 1 | 1 | 3 |\n| Business To Business - General | Networks – South | 1 | 0 | 1 | 1 | 1 | 4 |\n| Business To Business - General | Components – South | 1 | 0 | 1 | 1 | 1 | 5 |\n| Business To Business - General | Solutions | 1 | 0 | 1 | 1 | 1 | 6 |\n|  |  |  |  |  |  |  |  |\n| Business To Business VAD | Security South | 1 | 0 | 1 | 2 | 0 | 1 |\n| Business To Business VAD | Security South | 1 | 0 | 1 | 2 | 0 | 2 |\n| Business To Business VAD | UC Systems South | 1 | 0 | 1 | 2 | 0 | 3 |\n| Business To Business VAD | Specialist Software | 1 | 0 | 1 | 2 | 0 | 4 |\n| Business To Business VAD | VAD Services | 1 | 0 | 1 | 2 | 0 | 5 |\n| Business To Business VAD | Security North | 1 | 0 | 1 | 2 | 0 | 6 |\n| Business To Business VAD | UC Systems North | 1 | 0 | 1 | 2 | 0 | 7 |\n|  |  |  |  |  |  |  |  |\n| Mobile | Mobile Fulfilment | 1 | 0 | 2 | 1 | 0 | 1 |\n| Mobile | Airtime North | 1 | 0 | 2 | 1 | 0 | 2 |\n| Mobile | Fixed Line & Hosted | 1 | 0 | 2 | 1 | 0 | 3 |\n| Mobile | Salary Sacrifice | 1 | 0 | 2 | 1 | 0 | 4 |\n| Mobile | Mobile Networks | 1 | 0 | 2 | 1 | 0 | 5 |\n| Mobile | Mobile North | 1 | 0 | 2 | 1 | 0 | 6 |\n| Mobile | Mobile South | 1 | 0 | 2 | 1 | 0 | 7 |\n| Mobile | Airtime South | 1 | 0 | 2 | 1 | 0 | 8 |\n|  |  |  |  |  |  |  |  |\n| Retail Basingstoke | Retail Catalogue | 1 | 0 | 3 | 1 | 0 | 1 |\n| Retail Basingstoke | Retail Grocer | 1 | 0 | 3 | 1 | 0 | 2 |\n| Retail Basingstoke | Retail Traditional | 1 | 0 | 3 | 1 | 0 | 3 |\n| Retail Basingstoke | Amazon | 1 | 0 | 3 | 1 | 0 | 4 |\n| Retail Basingstoke | Etail | 1 | 0 | 3 | 1 | 0 | 5 |\n| Retail Basingstoke | Indy Retail | 1 | 0 | 3 | 1 | 0 | 6 |\n| Retail Basingstoke | Retail New Business | 1 | 0 | 3 | 1 | 0 | 7 |\n|  |  |  |  |  |  |  |  |\n| Retail Harlow | Home Grocery South | 1 | 0 | 3 | 2 | 0 | 1 |\n| Retail Harlow | Home DotCom | 1 | 0 | 3 | 2 | 0 | 2 |\n| Retail Harlow | Home Support | 1 | 0 | 3 | 2 | 0 | 3 |\n| Retail Harlow | Home Grocery North | 1 | 0 | 3 | 2 | 0 | 4 |\n| Retail Harlow | Home Others | 1 | 0 | 3 | 2 | 0 | 5 |\n| Retail Harlow | Home Nationals | 1 | 0 | 3 | 2 | 0 | 6 |\n| Retail Harlow | Home Catalogues | 1 | 0 | 3 | 2 | 0 | 7 |\n| Retail Harlow | Home Indies | 1 | 0 | 3 | 2 | 0 | 8 |\n|  |  |  |  |  |  |  |  |\n| Other Income | Commercial | 1 | 0 | 9 | 1 | 0 | 1 |\n| Other Income | Customer Services | 1 | 0 | 9 | 1 | 0 | 2 |\n| Other Income | Clearance, Scrap & eBay | 1 | 0 | 9 | 1 | 0 | 3 |\n|  |  |  |  |  |  |  |  |\n| Operations | Warehouse | 2 | 0 | 1 | 1 | 0 | 1 |\n| Operations | Operations | 2 | 0 | 1 | 2 | 0 | 1 |\n| Support Functions | Purchasing | 3 | 0 | 1 | 1 | 0 | 1 |\n| Support Functions | Human Resources | 3 | 0 | 1 | 2 | 0 | 1 |\n| Support Functions | Finance | 3 | 0 | 1 | 3 | 0 | 1 |\n| Support Functions | Commercial Finance | 3 | 0 | 1 | 3 | 0 | 2 |\n| Support Functions | Accounts Receivable | 3 | 0 | 1 | 3 | 0 | 3 |\n| Support Functions | Accounts Payable | 3 | 0 | 1 | 3 | 0 | 4 |\n| Support Functions | I.T. – SAP | 3 | 0 | 1 | 4 | 0 | 1 |\n| Support Functions | I.T. - Support | 3 | 0 | 1 | 4 | 0 | 2 |\n| Support Functions | Directors | 3 | 0 | 1 | 5 | 0 | 1 |\n| Support Functions | Marketing | 3 | 0 | 1 | 6 | 0 | 1 |\n| Support Functions | Financial | 5 | 0 | 1 | 1 | 0 | 1 |\n| Support Functions | Establishment – Basingstoke | 4 | 0 | 1 | 1 | 0 | 1 |\n| Support Functions | Establishment – Harlow | 4 | 0 | 1 | 2 | 0 | 1 |\n| Support Functions | Establishment – Stoke | 4 | 0 | 1 | 3 | 0 | 1 |\n| Support Functions | Establishment – NDC | 4 | 0 | 1 | 4 | 0 | 1 |\n| Support Functions | Establishment – Unit 1 | 4 | 0 | 1 | 5 | 0 | 1 |\n| Support Functions | Establishment – Unit 2 | 4 | 0 | 1 | 6 | 0 | 1 |\n| Support Functions | Establishment – Unit 3 | 4 | 0 | 1 | 7 | 0 | 1 |\n| Support Functions | Establishment – Unit 4 | 4 | 0 | 1 | 8 | 0 | 1 |\n| Support Functions |  |  |  |  |  |  |  |\n| Consolidation | DCC AB (Sweden Hold Co) | 9 | 0 | 1 | 1 | 0 | 1 |\n| Consolidation | Ztorm | 9 | 0 | 1 | 2 | 0 | 1 |\n| Consolidation | Advent | 9 | 0 | 1 | 3 | 0 | 1 |\n| Consolidation | exertis Ireland | 9 | 0 | 1 | 4 | 0 | 1 |\n| Consolidation | Gem Logistics Limited (Euro) | 9 | 0 | 1 | 5 | 0 | 1 |",
      "| Level 1 | Level 2 | Level 3 | Level 4 |\n| exertis | exertis UK | Business To Business | Business To Business - General |\n| exertis | exertis UK | Business To Business | Business To Business - General |\n| exertis | exertis UK | Business To Business | Business To Business - General |\n| exertis | exertis UK | Business To Business | Business To Business - General |\n| exertis | exertis UK | Business To Business | Business To Business VAD |\n| exertis | exertis UK | Business To Business | Business To Business VAD |\n| exertis | exertis UK | Business To Business | Business To Business VAD |\n| exertis | exertis UK | Mobile | Mobile |\n| exertis | exertis UK | Mobile | Mobile |\n| exertis | exertis UK | Mobile | Mobile |\n| exertis | exertis UK | Retail | Retail Basingstoke |\n| exertis | exertis UK | Retail | Retail Basingstoke |\n| exertis | exertis UK | Retail | Retail Basingstoke |\n| exertis | exertis UK | Retail | Retail Harlow |\n| exertis | exertis UK | Retail | Retail Harlow |\n| exertis | exertis UK | Retail | Retail Harlow |\n| exertis | exertis UK | Other Income | Other Income |\n| exertis | exertis UK | Other Profit Centre | Other Profit Centre |\n| exertis | exertis UK | Consolidation | Consolidation |\n| exertis | exertis UK | Consolidation | Consolidation |\n| exertis | exertis UK | Consolidation | Consolidation |\n| exertis | exertis UK | Consolidation | Consolidation |",
      "| Level 1 | Level 2 | Level 3 | Level 4 |\n| exertis | exertis UK | Business-To-Business | Business To Business - General |\n| exertis | exertis UK | Business-To-Business | Business To Business - General |\n| exertis | exertis UK | Business-To-Business | Business To Business - General |\n| exertis | exertis UK | Business-To-Business | Business To Business VAD |\n| exertis | exertis UK | Business-To-Business | Business To Business VAD |\n| exertis | exertis UK | Business-To-Business | Business To Business VAD |\n| exertis | exertis UK | Mobile | Mobile |\n| exertis | exertis UK | Mobile | Mobile |\n| exertis | exertis UK | Mobile | Mobile |\n| exertis | exertis UK | Retail | Retail Basingstoke |\n| exertis | exertis UK | Retail | Retail Basingstoke |\n| exertis | exertis UK | Retail | Retail Harlow |\n| exertis | exertis UK | Retail | Retail Harlow |\n| exertis | exertis UK | Other Income | Other Income |\n| exertis | exertis UK | Other Income | Other Income |\n| exertis | exertis UK | Operations | Operations |\n| exertis | exertis UK | Operations | Operations |\n| exertis | exertis UK | Operations | Operations |\n| exertis | exertis UK | Support Functions | Support Functions |\n| exertis | exertis UK | Support Functions | Support Functions |\n| exertis | exertis UK | Support Functions | Support Functions |\n| exertis | exertis UK | Consolidation | Consolidation |\n| exertis | exertis UK | Consolidation | Consolidation |\n| exertis | exertis UK | Consolidation | Consolidation |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-01.06 – step 1 | Request for a Project to be created to manage a series of activities and associated WBS elements. | Manual step – no system consideration |\n| FIN-01.06 – step 2 | Approval required for master data creation. If request is rejected, process ends via a communication to the request originator. | Manual step – no system consideration |\n| FIN-01.06 – step 3 | Master Data Team create the Project and WBS elements on SAP. | Configuration:  |\n| Described in section 5.9 of this Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.06 – step 4 | Communication to the originator of the request notfitying that the new Project available for use. | Manual step – no system consideration |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-01.07 – step 1 | Request for new WBS elements for an existing Project. For Marketing a WBS element represents a campaign. | Manual step – no system consideration |\n| FIN-01.07 – step 2 | Approval required for master data creation. If request is rejected, process ends via a communication to the request originator. | Manual step – no system consideration |\n| FIN-01.07 – step 3 | Master Data Team create the WBS and relevant element(s) on SAP. | Configuration:  |\n| Described in section 5.9 of this Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.07 – step 4 | Communication to the originator of the request notifying that the new WBS available for use. | Manual step – no system consideration |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-01.01 – step 1 | Request for new GL account. | Manual step – no system consideration |\n| FIN-01.01 – step 2 | Approval required for master data creation. If the request is rejected, the process ends via a communication to the request originator. | Manual step – no system consideration |\n| FIN-01.01 – step 3 | Master Data Team creates the GL account. | Configuration: |\n| Described in the Finance Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.01 – step 4 | The Master Data Team creates an equivalent cost element if required. | Configuration:  |\n| Described in section 5.9 of this Blueprint |\n| WRICEF: |\n| N/A |\n| FIN-01.01 – step 5 | Communication to the originator of the request notfitying that the new GL account/cost element is available for use. | Manual step – no system consideration |",
      "| No. | Data Object | Data Object | Description of Data Object | Summary of SAP Design | Solution | Comments |\n|  |  |  |  |  |  |  |\n| 5.1 | Profit Centres | The Profit Centre is an object for used for recording revenue. | The Profit Centre is an object for used for recording revenue. | Profit centres will be created as described in section 5.1 | Summary: |\n| Profit Centres will be used to represent revenue generating areas of the business. |\n| Configuration: |\n| Profit Centre DUMMY will be created.  |\n| WRICEF: |\n| N/A | None |\n| 5.2 | Cost Centres | The Cost Centre is an object used for capturing costs. | The Cost Centre is an object used for capturing costs. | Cost centres will be created as described in section 5.2 | Summary: |\n| Cost Centres will be used to represent areas of the business responsible for managing overhead costs. |\n| Configuration: |\n| Standard Cost Centre categories will be used: |\n| 9 | Marketing |\n| E | Development |\n| F | Production |\n| G | Logistics |\n| H | Service cost center |\n| L | Management |\n| M | Material |\n| S | Social |\n| V | Sales |\n| W | Administration |\n| WRICEF: |\n| N/A | None |\n| 5.3 | Standard Hierarchies | Standard view of how Profit and Cost Centres grouped. This can be used for reporting and selection purposes. | Standard view of how Profit and Cost Centres grouped. This can be used for reporting and selection purposes. | As described in section 5.3 | Configuration: |\n| The top level node of the hierarchy (EX01). |\n| WRICEF: |\n| N/A | None |\n| 5.4 | Internal Orders | An Internal Order is an object for facilitating sub-analysis of costs. | An Internal Order is an object for facilitating sub-analysis of costs. | Internal order types will be created to allow segregation of orders e.g. reporting. Also to control whether fields are mandatory, suppressed etc when creating the master data. | Configuration: |\n| Initial proposal is to create two order types: |\n| Z001 – internal number range |\n| Z002 – external number range |\n| Statistical order types will be created with the ‘statistical’ check box flagged, actual cost centre posted will be a mandatory field. |\n| WRICEF: |\n| N/A | None |\n| 5.5 | Projects | A Project represents a piece of work carried out for a fixed length of time with supporting activities. | A Project represents a piece of work carried out for a fixed length of time with supporting activities. | A Project will be defined to represent a group ofactivities – current exertis terminology is to reference these as Marketing POTS or MDF’s. Projects will be supported by a structure of events | Configuration: |\n| Create Project Profile with defaults to be determined during the Realisation phase. |\n| WRICEF: |\n| N/A | None |\n| 5.6 | WBS Elements | A WBS is a cost collector with a structure of elements against which transactions are posted. | A WBS is a cost collector with a structure of elements against which transactions are posted. | Exertis will use a hierarchical WBS to support the activities within a Project. A WBS will be created with elements based on the reporting requirements. | Configuration: |\n| Coding masks for the WBS to be determined during the Realistion phase of the Project |\n| WRICEF: |\n| N/A | None |\n| 5.7 | Statistical Key Figures | The Statistical Key Figures are objects used to record statistical data against. | The Statistical Key Figures are objects used to record statistical data against. | Statistical Key Figures will be created based on the standard units of measure provided in SAP e.g. EA(each). For Head Count, this will be set as Fixed Value whereas Sales Revenue will be set as Total Value due to the fact that this will change routinely. NB having Fixed Value does not mean that it cannot be changed, it’s just that it is a more stable figure over the course of a few periods. | Configuration: |\n| No additional configuration required. |\n| WRICEF: |\n| N/A | None |\n| 5.8 | Cost Elements | Cost elements represent GL accounts in the Controlling module. | Cost elements represent GL accounts in the Controlling module. | SAP has standard cost element categories which dictate the type of posting that can be made. E.g. cost element category 1 is used for those accounts which are classed as having primary postings made against them. Primary postings will be e.g. as posting to a P&L account via a journal. | Configuration: |\n| Standard cost element categories. No additional configuration required. |\n| WRICEF: |\n| N/A | None |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-06.02 – step 1 | SD Billing Run - Execution of the Billing Run from Sales and Distribution (SD). A Profit Centre Accounting (PCA) document is created at the time that the invoice is released to accounting along with the FI document with a unique document number. The Profit Centre will also be assigned to the FI line item posting. | Configuration: |\n| Refer to the O2C Blueprint document -  PM_D_D17_Blueprint_Baseline_O2C_v3.0_20150723. |\n| WRICEF: |\n| EN004 |\n| FIN-06.02 – step 2 | General Ledger Journals - Journal postings from FI can be assigned a Profit Centre which leads to it’s representation in PCA. | Configuration: |\n| Refer to the Finance Blueprint document - PM_D_D17_Blueprint_Baseline_Finance_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n|  |  |  |\n| FIN-06.02 – step | Cost Centre Postings - overhead costs will be available in PCA by virtue of the master data relationship between the Cost Centre and the Profit Centre. Note that the Cost Centre is assigned to the Profit Centre master record. | Configuration: |\n| Refer to section 7.2 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.02 – step | Accounts Receivable transactions - If any invoices are created as AR documents only (i.e. not related to sales orders or deliveries), then the end user will assign a Profit Centre as is done with GL journals to make a posting into PCA | Configuration: |\n| Refer to the Accounts Receivable Blueprint document - PM_D_D17_Blueprint_Baseline_AR_v3.0_20150721. |\n| WRICEF: |\n| N/A |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-06.01 – step 1 | Creation of purchase orders. Commitment is recorded against Cost Centre for non-stock items only. | Configuration: |\n| Refer to the Purchasing Blueprint document -    PM_D_D17_Blueprint_Baseline_P2P_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 2 | Goods receipt records actual costs against the Cost Centre for non-stock items. | Configuration: |\n| Refer to the Logistics Blueprint -   PM_D_D17_Blueprint_Baseline_Logistics_v3.0_20150722. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 3 | Customer debt and write offs/small differences written off against a Cost Centre through Accounts Receivable. | Configuration: |\n| Refer to  Accounts Receivable Blueprint document -  PM_D_D17_Blueprint_Baseline_AR_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 4 | AP only vendor invoices expensed to a Cost Centre as well as write offs/small differences. | Configuration: |\n| Refer to  Accounts Payable Blueprint document - PM_D_D17_Blueprint_Baseline_AP_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 5 | FI journal posting adjustments. | Configuration: |\n| Refer to the Finance Blueprint document  - PM_D_D17_Blueprint_Baseline_Finance_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 6 | Cost Centre only journals for moving costs from one Cost Centre to another only in Controlling and not represented in FI. | Configuration: |\n| Refer to the section 7.2 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 7 | Cost Centre reallocations will be carried once all Cost Centre-related postings have been completed. Prior to executing the transaction, Statistical Key Figures will have been populated.  |\n| Example costs for reallocation are Credit Insurance costs where the Finance cost is the sender and the sales Cost Centres are the receivers. |\n| Cost reallocations relating to sales Cost Centres will be based on revenue. | Configuration: |\n| Allocation cycles will be created through application and not configuration. |\n| WRICEF: |\n| N/A |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-06.01 – step 1 | Creation of Purchase Orders. The commitment is recorded against the Internal Order. | Configuration: |\n| Refer to the Purchasing Blueprint document -    PM_D_D17_Blueprint_Baseline_P2P_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 2 | Goods receipt records actual costs against the internal order. | Configuration: |\n| Refer to the Logistics Blueprint document -PM_D_D17_Blueprint_Baseline_Logistics_v3.0_20150722. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 3 | AP only vendor invoices expensed to a Cost Centre as well as write offs/small differences. | Configuration: |\n| Refer to  Accounts Payable Blueprint document - PM_D_D17_Blueprint_Baseline_AP_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 4 | FI journal posting adjustments. | Configuration: |\n| Refer to the Finance Blueprint document  - PM_D_D17_Blueprint_Baseline_Finance_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.01 – step 5 | Internal Order only journals for moving costs from one Internal Order to another only in Controlling and not represented in FI. | Configuration: |\n| Refer to section 7.3 of this Blueprint document. |\n| WRICEF: |\n| N/A |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-06.03 – step 1 | Creation of Purchase Orders. | Configuration: |\n| Refer to the Purchasing Blueprint document -    PM_D_D17_Blueprint_Baseline_P2P_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 2 | Goods receipt records actual costs against the WBS element. | Configuration: |\n| Refer to the Logistics Blueprint document -PM_D_D17_Blueprint_Baseline_Logistics_v3.0_20150722. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 3 | AP only vendor invoices expensed to a WBS element as well as write offs/small differences. | Configuration: |\n| Refer to  Accounts Payable Blueprint document - PM_D_D17_Blueprint_Baseline_AP_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 4 | Accounts Receivable Transactions - If any invoices are created as AR only (i.e. with no reference to sales orders or deliveries), then the end user will assign a WBS element as is done with GL journals to make a posting into Projects. | Configuration: |\n| Refer to the Accounts Receivable Blueprint document - PM_D_D17_Blueprint_Baseline_AR_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 5 | FI journal posting adjustments with the WBS element assignment. | Configuration: |\n| Refer to the Finance Blueprint document - PM_D_D17_Blueprint_Baseline_Finance_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n|  |  |  |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-06.03 – step 1 | SD Billing Run - execution of the Billing Run from Sales and Distribution (SD). A PA document is created at the time that the invoice is released to accounting along with the FI document. There is one PA document per line item in the invoice with a unique document number. Characteristics from the customers and products form the PA segment and are available to report on. Value Fields represent values from the SD pricing conditions. | Configuration: |\n| Refer to the O2C Blueprint document -  PM_D_D17_Blueprint_Baseline_O2C_v3.0_20150723. |\n| Refer to section 7.5 for the COPA configuration. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 2 | General Ledger Journals - journal postings from FI can be assigned a PA segment which leads to its representation in COPA. The end user will identify the characteristics required at the time of processing the journal. | Configuration: |\n| Refer to the Finance Blueprint document - PM_D_D17_Blueprint_Baseline_Finance_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 3 | COPA Journals – COPA-only journals are adjustments that can be processed within PA itself with no impact in other areas of finance i.e. there is no affect in FI. | Configuration: |\n| Refer to section 7.5 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.03 – step 4 | Accounts Receivable Transactions - if any invoices are created as AR only (i.e. with no reference to sales orders or deliveries), then the end user can assign a PA segment (as is done with GL journals) to make a posting into COPA. | Configuration: |\n| Refer to the Accounts Receivable Blueprint document - PM_D_D17_Blueprint_Baseline_AR_v3.0_20150721. |\n| WRICEF: |\n| N/A |",
      "| Process Flow Summary – Step No. | Description of Process | Solution Summary |\n|  |  |  |\n| FIN-06.04 – step 1 | Any changes in PIR price will be reflected in the new Standard Price. | Configuration: |\n| Refer to the Logistics Blueprint document - Refer to the Purchasing Blueprint document -    PM_D_D17_Blueprint_Baseline_P2P_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 2 | Changes in the exchange rate from when the previous cost estimate was created will lead to a change in the Standard Price. | Configuration: |\n| Refer to section 7.6 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 3 | Create a costing run for selected materials. | Configuration: |\n| Refer to section 7.6 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 4 | Investigate any errors and re-execute the costing run. | Configuration: |\n| Refer to section 7.6 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 5 | Display report showing cost estimate result against current standard price. | Configuration: |\n| Refer to section 7.6 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 6 | Mark the Material Master with the future Standard Price. | Configuration: |\n| Refer to section 7.6 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 7 | Release the cost estimate to the Material Master to create new Standard Price, resulting revaluation posting to FI. | Configuration: |\n| Refer to section 7.6 of this Blueprint document. |\n| WRICEF: |\n| N/A |\n| FIN-06.04 – step 8 | Manual posting to GL for the element of revaluation relating forex. | Configuration: |\n| Refer to the Finance Blueprint document - PM_D_D17_Blueprint_Baseline_Finance_v3.0_20150721. |\n| WRICEF: |\n| N/A |\n| A GAP has been identified regarding the identification of the revaluation element related to currency changes. |",
      "| No. | Process | Description of Object | Summary of SAP design | Solution | Comments |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  | 6.1 | Profit Centre | Sales Order substitution rule to be activated | Configuration: |\n| Create an exertis substitution rule utilising a User Exit which will call a bespoke table to derive the correct Profit Centre based on compensated employee. |\n| WRICEF: |\n| EN004 |\n| During sales order entry the profit centre for the line will need to be determined. This can be derived automatically from the plant data of the material based on the delivering plant. For exertis this product-based determination is not sufficient and the userexit provided by SAP will be used to determine a profit centre based on the exertis specific logic. |\n| In order to facilitate this determination, and also to provide the ability for the order line to have the correct sales rep determined, a new table will be maintained that will store the relationship between a customer, a product, a sales rep and the sales team. |\n| This table will be referred to as the Rep Alignment Table |\n| The sales team will denote the Profit Centre. |\n| For each line item entered into the sales order the following logic will be executed in the profit centre derivation step: |\n| Determine the higher level item for the sales line in question and use the material on the higher level item and the customer to access the Rep Alignment Table and return the profit centre |\n| If in step 1 we do not have a higher level item then use the material of the sales line and the customer to access  the Rep Alignment Table (RAT) and return the Profit Centre. |\n| BPC will refer to Success factors to acertain the profit centre. The RAT population programme will then access BPC to get the the profit centre which will in turn be used in the sales order substitution rule. |  |\n|  |  |  |  |  |  |",
      "| No. | Process | Description of Object | Summary of SAP design | Solution | Comments |\n|  |  |  |  |  |  |\n| 1 | 6.2 | Controlling Area  (Number Ranges) | Number ranges for processing Controlling transactions as standard | Configuration: |\n| Standard number ranges and their assigments to Controlling transactions will be set as per the standard settings |\n| WRICEF: |\n| N/A |  |\n| 2 | 6.2 | Controlling Area (versions) | Planning version 0 holds actuals data. | Configuration: |\n| Current standard setting is Exchange rate type ‘M‘. This will also be used when converting non-GBP stock at time of Product Cost roll up based on the rate as at the validity start date.  |\n| WRICEF: |\n| N/A |  |",
      "| No. | Process | Description of  Object | Summary of SAP design | Solution | Comments |\n|  |  |  |  |  |  |\n| 2 | 6.2 | Cost Centres | Automatic Account Assignment of transactions such as Inventory right off, small difference postings etc | Configuration: |\n| Automatic Account Assignment (OKB9) settings for Cost Centres will be confirmed during the Realisation phase of the project |\n| WRICEF: |\n| N/A |  |",
      "| No. | Process | Description of Organisational Object | Summary of SAP design | Solution | Comments |\n|  |  |  |  |  |  |\n| 1 | 6.3 | Internal Orders | Order types will be created to reflect the use within the exertis business. | Configuration: |\n| Standard number ranges for internal order master data to be adopted and assigned to the order types accordingly. |\n| WRICEF: |\n| N/A |  |",
      "|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |\n|  |  |  |  |  |  |",
      "| Value Field | Derivation Logic | Comments |\n| Sales Quantity | From the SD Billing Document |  |\n| Sales Revenue | From the SD Billing Document |  |\n| COGS Standard Cost | From the SD Billing Document |  |\n| Add Back | From the SD Billing Document |  |\n| Internal Adjustment | From the SD Billing Document |  |\n| Adjustment to purchase receipt cost of the product | From the SD Billing Document |  |\n| Chargeback / Vendor Bid | From the SD Billing Document |  |\n| Customer Rebates | From the SD Billing Document |  |\n| Special Price Increase (SPI) | From the SD Billing Document |  |\n| PROFs | From the SD Billing Document |  |\n| Vendor Rebates | From the SD Billing Document |  |\n| Carriage | From the SD Billing Document |  |",
      "| Characteristic | Decsription | Comments |\n| Company Code | Exertis UK |  |\n| Sales org. | Exertis UK |  |\n| Distr. channel | Exertis |  |\n| Division | Sales or Service |  |\n| Deliver.plant | Altham, Raunds, UK Service, UK non-stock |  |\n| Sales Order Type |  |  |\n| Billing Type |  |  |\n| Order Reason |  |  |\n| Carrier |  |  |\n| Shipping Conditions |  |  |\n| Service Code |  | User Exit |\n| Sales Office |  |  |\n| Item Category |  |  |\n| Customer | Customer Number |  |\n| Sold-to party |  |  |\n| Ship-to party |  |  |\n| Bill-to party |  |  |\n| Payer |  |  |\n| Profit Centre | Sales Team |  |\n| CustomerHier01 |  | Represents parent account for larger customers. |\n| Customer Group |  |  |\n| Industry |  |  |\n| Country of ship-to |  |  |\n| Country of bill-to |  |  |\n| Product | Material Number |  |\n| Product Hierarchy (Basic Data View – full) |  | Full 18 characters |\n| Vendor Hierarchy (Sales Data View – full) |  | Full 18 characters |\n| Class | Class of type 001 from the material (needs to be the ‘first class‘). Notebook | High Level Product Class. |\n| User Exit |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n| Supplier |  | Using count back in the FIFO table to get PO number and therefore vendor. |\n| User Exit |\n| Purchasing Group |  |  |",
      "| Characteristic | Decsription | Comments |\n| Sales Rep |  | BW to extract from billing line item |\n| TBC | BDM | BW to extract from billing line item |\n| TBC | Commercial Owner | BW to extract from billing line item |\n| TBC | Customer Web Enabled | BW to extract from billing line item |\n| Product Hierarchy (Basic Data View) – Level 1 | Exertis | BW to provide attribute |\n| Product Hierarchy (Basic Data View) – Level 2 | Pillar (IT, Home, Mobile, Supplies) | BW to provide attribute |\n| Product Hierarchy (Basic Data View) – Level 3 | Business Unit | BW to provide attribute |\n| Product Hierarchy (Basic Data View) – Level 4 | Product Class | BW to provide attribute |\n| Product Hierarchy (Basic Data View) – Level 5 | Sub-Division of Product Class | BW to provide attribute |\n| Vendor Hierachy (Sales Data View) – Level 1 |  | BW to provide attribute |\n| Vendor Hierachy (Sales Data View) – Level 2 |  | BW to provide attribute |\n| Vendor Hierachy (Sales Data View) – Level 3 |  | BW to provide attribute |\n| Vendor Hierachy (Sales Data View) – Level 4 |  | BW to provide attribute |\n| Vendor Hierachy (Sales Data View) – Level 5 |  | BW to provide attribute |",
      "| No. | Process | Description of Object | Summary of SAP design | Solution | Comments |\n|  |  |  |  |  |  |\n| 1 | 6.5 | Operating Concern | Costing ased PA will be activatedflexibility statistical SD conditions  COPA. | Configuration: |\n| Activate costing based PA  |\n| Select GBP as the Operating Concern currency |\n| WRICEF: |\n| N/A |  |\n| 2 | 6.5 | Value Fields | Value fields will have a one-to-one relationship with SD pricing conditions. | Configuration: |\n| Value Fields (refer to section 7.5.1) |\n| WRICEF: |\n| N/A |  |\n| 3 | 6.5 | Characteristics | Characteristics will be based on customer and product settings as well line item assigments. | Configuration: |\n| Characteristics (refer to section 7.5.1) |\n| WRICEF: |\n| EN543 |  |\n| 4 | 6.5 | Operating Concern | Document numbers assigned to the COPA postings will be taken from the standard number range. | Configuration: |\n| Document Number range 0000000001 to 0999999999 |\n| WRICEF: |\n| N/A |  |\n| 5 | 6.5 | Value Fields | Value fields to be mapped at a level to support reporting. | Configuration: |\n| Value fields will be mapped to SD pricing conditions on a one-to-one basis. Refer to section 7.5.1 for value field details. |\n| WRICEF: |\n| N/A |  |\n| 6 | 6.5 | Value Fields | For direct postings from FI (GL, AR) will be mapped. | Configuration: |\n| Create a new PA transfer structure to map value fields to GL accounts. Note that this will also mean creating additional value fields to the ones identified for SD pricing conditions. |\n| WRICEF: |\n| N/A |  |\n| 7 | 6.5 | Record Types | Record types are assigned to COPA line item postings dependent on source. | Configuration: |\n| COPA will be populated from SD or FI (journals, AR invoices). Standard Record Types F (Billing Data) and B (Direct posting from FI) will used. |\n| WRICEF: |\n| N/A |  |",
      "| No. | Process | Description of the Object | Summary of SAP design | Solution | Comments |\n|  |  |  |  |  |  |\n| 1 | 6.6 | Costing variant holds the parameters for the cost roll up e.g. valuation variant | Costing variant to support exertis specific requirements. Only one costing variant is required. | Configuration: |\n| Costing variant ZPC1 (copy of the standard costing variant to allow for an exertis specific valuation variant. |\n| Valuation variant Z001 will be created and will have the Purchase Information record set as first priority when determing the the cost of the material component. |\n| All other elements of the costing varaint (e.g. date control, quantity structure control) will be standard settings. |\n| Costing variants are also assigned to Production Orders to allow a pre-costing of of the order prior to issuing materials to the order. Standard variant PPP1 will be copied to created ZPP1 and the valuation variant as described above will be assigned to it. |\n| WRICEF: |\n| N/A |  |\n| 2 | 6.6 | Cost component structure is a mapping of GL accounts to categories. | Only one cost component structure will be created with the category ‘Materials‘ and all consumption accounts will be assigned to this. Note that if exertis e.g. decide to include overheads then this configuration can be amended to include the appropriate cost elements. | Configuration: |\n| Z1 will be created with one category (Materials) to include exertis specific cost elements relating to material consumption. |\n| WRICEF: |\n| N/A |  |\n| 3 | 6.6 | Settlement profiles hold the rules for settling the order. | A single settlement profile for period end processing of production orders is required. This will automatically default into the production order. Note that production orders will be used for kitting and bundling items. | Configuration: |\n| Standard settlement profile (PP01) will be used and assigned to the standard production order type PP01. |\n| WRICEF: |\n| N/A |  |",
      "| Add / Subtract | Type | Narrative |\n|  |  |  |\n| N/A | Standard Cost | Materials will be valued using the standard cost approach. |\n| Add | Add Back | Opportunity for purchasing / commercial to increase the “cost” of the product. Utilise Vistex agreements to “accrue” this type of adjustment to a balance sheet control account. |\n| Add | Internal Adjustment | Opportunity to increase the “cost” of the product. Utilise Vistex agreements to “accrue” this type of adjustment to a balance sheet control account. For example an adjustment accrual for additional warehouse cost. |\n| Add / (Subtract) | Adjustment to purchase receipt cost of the product | Utilise FIFO valuation table countback methodology to derive the delta between the standard cost of the product and the purchase receipt cost. |\n| (Subtract) | Chargeback / Vendor Bid | Reduce the “cost” of the product to reflect any bids / chargebacks available. Adjustment accrued to balance sheet control account for reconciliation.  |\n| Vistex agreements will be used. There can be multiple Vistex agreements per product. |\n| They will be separate line items on the billing document |\n| This type of adjustment will be in COPA and where they are multiple agreements, each unique agreement will be separately identifiable i.e. there is no consolidation in COPA of agreement types. |\n| Add | Customer Rebates | There can be multiple rebates per customer. |\n| This type of adjustment will be in COPA and where there are multiple rebates per customer, each unique agreement will be separately identifiable i.e. there is no consolidation in COPA of agreement types. |\n| Add | Special Price Increase (SPI) | Opportunity to increase the “cost” of the product. Utilise Vistex agreements to “accrue” this type of adjustment to a balance sheet control account (See FI). This is used to make additional accruals. E.g. To cover “cost” of returns or re-work in situations where we are aware of possible issues / cost.  |\n| Vistex agreements will be used. There can be multiple Vistex agreements per product. |\n| This type of adjustment will be in COPA and where there are multiple agreements, each unique agreement will be separately identifiable i.e. there is no consolidation in COPA of agreement types. |\n| Minus | PROFs | Opportunity to reduce the “cost” of the product. Utilise Vistex agreements to “accrue” this type of adjustment to a balance sheet control account (See FI). An example of this would be to reduce the cost of a SKU in line with an expected Vendor Rebate. i.e. The expected rebate is used to reduce the cost of the product to increase sell through  |\n| Vistex agreements will be used. There can be multiple Vistex agreements per product. |\n| This type of adjustment will be in COPA and where there are multiple agreements each unique agreement will be separately identifiable i.e.there is no consolidation in COPA of agreement types. |\n| Add | Carriage | Outbound carriage cost allocated to the item / sales order |",
      "| Workflow required | Description | WRICEF Reference |\n| N/A |  |  |",
      "| Report required | Fit to SAP standard report | WRICEF Reference |\n| Cost estimate versus current standard – reason for change e.g. change in PIR or exchange rate reason. | This is identified as a Gap. | Not included in the WRICEF as further investigation is still required. |",
      "| Interface required | Description - | WRICEF Reference |\n| None |  |  |",
      "| Data objects to migrate | Load method / tool | WRICEF Reference | In Scope ? |\n| Profit Centres | Manual | n/a | n/a |\n| Cost Centres | Manual | n/a | n/a |\n| Internal Orders | Manual | n/a | n/a |\n| Projects | Manual | n/a | n/a |\n| WBS | Manual | n/a | n/a |\n| Statistical Key Figures | Manual | n/a | n/a |\n| Cost Elements | Configuration | n/a | n/a |\n| Profit Centre Hierarchy | Manual | n/a | n/a |\n| Cost Centre Hierarchy | Manual | n/a | n/a |",
      "| Enhancement required | Fit to SAP standard transaction | WRICEF Reference | In Scope ? |\n| User exit to determine to correct Profit Centre at sales order stage using substitution functionality. | Substitutions are standard SAP functionality. | EN004 | Y |\n| User exit to determine characteristics |  | EN543 | Y |\n| FIFO stock value determination | Determination of stock value based on FIFO rules (without batch management) - requires addition of customer to table.  Base on table MYMP1 and possibly MYMFT; transaction MRF3. |\n| Price protection (VISTEX) credits needs to update FIFO table. | EN057 | Y |\n| Valuation of non-GBP items at vendor specific prices. | For the same material item, SAP uses the same exchange rate for all items irrespective of which vendor the product was purchased from. This can only be achieved by creating vendor specific currencies. | EN559 | Y |\n| Stock revaluation due to price changes and exchange rate movements. | The categorisation of reasons for stock revaluation i.e. is this due to a genuine change to the price in the Purchase In-formation record or due to the change in ex-change rates. | EN560 | Y |",
      "| Output form required | Fit to SAP standard output | WRICEF Reference |\n| None |  |  |",
      "| Blueprint reference | Process | Reason for Gap |\n|  |  |  |\n|  |  |  |\n|  |  |  |\n|  |  |  |",
      "| Process reference ID | Process | Role/user | Create / Change / Display |\n| FIN - 01.04 | Profit Centre Creation | Master Data | Create/Change |\n| FIN – 01.05 | Cost Centre Creation | Master Data | Create/Change |\n| n/a | Internal Order Creation | Master Data | Create/Change |\n| FIN – 01.06 |\n| FIN – 01.07 | Project and WBS Creation | Master Data | Create/Change |\n| n/a | Statistical Key Figures | Master Data | Create/Change |\n|  |  |  |  |\n|  |  |  |  |\n| FIN – 06.01 | CCA - postings | Management Accountant | Create/Change |\n| FIN  - 06.01 | CCA - reporting | Management Reporting | Display |\n| FIN – 06.01 | SKF – data entry. This is the entry of the actual values against the Stat Key Figure master data. | Management Accountant | Create/Change |\n| FIN – 06.05 | Internal Order – postings. Allows movements of cost from one Internal Order to another. | Management Accountant | Create/Change |\n| FIN – 06.05 | Internal Order - reporting to display values which have been posted against the Internal Order. | Management Reporting | Display |\n| FIN – 06.03 | COPA - postings | Management Accountant | Create/Change |\n| FIN – 06.03 | COPA - reporting | Management Accountant | Display |\n| FIN-06.04 | Product costing | Management Accountant | Create/Change/Display |\n| FIN-06.03 | Projects and WBS | Master Data | Create/Change |\n| FIN-06.03 | Projects and WBS - reporting | Management Reporting | Display |",
      "| Process reference ID | Process | Change identified | Impact |\n|  | Controlling | Start: |\n| Profit and Cost Centres as two separate entities. Currently viewed as one \"department“ |  |\n|  | Controlling | Start: |\n| Profitabiliy Analysis (COPA) & Reporting |  |\n|  | Controlling | Start: |\n| Use of -  |\n| Internal Orders |\n| Project Systems (and WBS) |\n| Cost Re-allocations |\n| COPA |  |\n|  | Controlling | Re-structure of finance team in line with SAP set up. |\n| E.g. Controlling (CO) and Finance (FI) as two seperate modules |  |",
      "| Reviewer Name : |  | Review Date : |  |",
      "| Solution Area | WRICEF Ref | Section Reference | Comments |\n| Profit Centres | CO003 | 5.1 | Manual load |\n| Cost Centres | CO004 | 5.2 | Manual load |"
    ],
    "table_contexts": [
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations.",
      "Context not available due to DOCX limitations."
    ],
    "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
  },
  "metadata": [
    {
      "keywords": "controlling",
      "section_title": "Introduction",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 35,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "fin, controlling, profit, centre, cost",
      "section_title": "Table of Contents",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 964,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "fin, centre, controlling, profit, cost",
      "section_title": "Table of Contents",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 998,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reports, centre, valuation, profit, reporting",
      "section_title": "Table of Contents",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 600,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "controlling, exertis, reporting, process, standard",
      "section_title": "Controlling General Introduction",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 836,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Controlling Organisation Structure",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 136,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, controlling, centres, reporting, following",
      "section_title": "Controlling Area Settings (FIN-00.02)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 827,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "following, exertis",
      "section_title": "Operating Concern Settings (FIN-00.01)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 297,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "controlling",
      "section_title": "Other Controlling Organisation Structures",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 78,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "profit, centres, reporting, used, exertis",
      "section_title": "Profit Centres",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 190,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "centres, cost, created, profit",
      "section_title": "Cost Centres",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 214,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "process, data",
      "section_title": "Finance Organisation Structure Object Catalogue",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 114,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "data, controlling, created, process, used",
      "section_title": "Controlling Master Data",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 312,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "centres, profit, centre, used, cost",
      "section_title": "Profit Centres",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 144,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "profit, process, data, centre",
      "section_title": "Profit Centre Creation Process (FIN-01.04)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 74,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "profit, centres, centre",
      "section_title": "Profit Centre Naming and Number Convention",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 174,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "centres, cost",
      "section_title": "Cost Centres",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 125,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, centre, process, data",
      "section_title": "Cost Centre Creation Process (FIN-01.05)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 146,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "centres, cost, centre, profit",
      "section_title": "Cost Centre Naming and Number Convention",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 328,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "created, following, centres, profit, standard",
      "section_title": "Profit and Cost Centre Hierarchies",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 674,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "created, centres, exertis, cost",
      "section_title": "Internal Orders",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 155,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Projects (FIN-01.06)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 59,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "created, reporting, exertis",
      "section_title": "Work Breakdown Structures (WBS) (FIN-01.07)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 228,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, centre, created, centres, process",
      "section_title": "Statistical Key Figures",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 390,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, created, centre, process, exertis",
      "section_title": "Cost Elements (FIN-01.01)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 977,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "process",
      "section_title": "Controlling Master Data Catalogue",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 67,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "profit, reporting, centre",
      "section_title": "Profit Centre Accounting (FIN-06.02)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 141,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "centre, cost, used",
      "section_title": "Cost Centre Accounting (FIN-06.01)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 274,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Internal Order Management (FIN-06.05)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 190,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "used, cost",
      "section_title": "Project Systems (FIN-06.06)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 102,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reporting, controlling, data, exertis, cost",
      "section_title": "Profitability Analysis (COPA) (FIN-06.03)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 419,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "price, cost, standard, used, exertis",
      "section_title": "Product Costing (FIN-06.04)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 748,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "stock, price, created, process, standard",
      "section_title": "Product Costing (FIN-06.04)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 851,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "process",
      "section_title": "Product Costing (FIN-06.04)",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 161,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Budgeting, Planning and Forecasting",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 141,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, centre",
      "section_title": "Account Assignment",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 128,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, controlling, centres, created, following",
      "section_title": "Overhead Reallocations",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 703,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Internal Order Management",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 95,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reports, reporting, following, standard, used",
      "section_title": "COPA Characteristics and Value Fields",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 946,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "following, reporting, used, exertis",
      "section_title": "COPA Characteristics and Value Fields",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 252,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, price, stock, valuation, controlling",
      "section_title": "Product Costing",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 830,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Budget Planning and Forecasting",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 89,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "valuation, exertis, table, following, standard",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 547,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "stock, valuation, price, batches, exertis",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 877,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "batches, stock, valuation, exertis",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 836,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "batches, stock",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 719,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "stock, price, data, standard",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 552,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "valuation, data, standard, table, reporting",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 824,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "table, valuation, stock, standard, used",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 885,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "price, table, following, exertis, cost",
      "section_title": "Margin Analysis and Inventory Valuation",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 921,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reports, standard, exertis, reporting, used",
      "section_title": "Operational Reporting",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 370,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "cost, reports, reporting, standard, used",
      "section_title": "Profit Centre and Cost Centre Reports",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 485,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reports, created, data, standard",
      "section_title": "Profitability Analysis Reports",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 132,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reports, standard, used",
      "section_title": "Internal Order Reports",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 226,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "reports, standard, used",
      "section_title": "Project Systems Reports",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 218,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "following, exertis",
      "section_title": "Gaps",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 281,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "table, following, process",
      "section_title": "Roles & Authorisations",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 288,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "table, following",
      "section_title": "Change Impact Summary",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 124,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Reviewer notes",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 56,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "following",
      "section_title": "Appendix 1 – Out of Scope List",
      "section_level": 1,
      "content_type": "text",
      "chunk_length": 70,
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    },
    {
      "keywords": "No keywords",
      "section_title": "Table",
      "section_level": 1,
      "content_type": "table",
      "context": "Context not available due to DOCX limitations.",
      "columns": [],
      "page_number": "N/A",
      "document_name": "PM_D_D17_Blueprint_Baseline_Controlling"
    }
  ]
}